Repository: ArthurMurray47/languages
Catalog: rttr-*.po
Languages: lt, nb

source: Sawmill
lt: Lentpjūvė
nb: Sagbruk

source: Scout
lt: Žvalgas
nb: Speider

source: Scythe
lt: Dalgis
nb: Ljå

source: Sea
lt: Jūra
nb: Hav

source: Select all
lt: Pažymėti visus
nb: Merk alt

source: Send out scout
lt: Pasiūsti skautus
nb: Send ut speider

source: Sequence of given order
nb: Rekkefølge av gitte ordre

source: Sergeant
lt: Seržantas
nb: Sersjant

source: Server
lt: Serveris
nb: Tjener

source: Server Information
lt: Serverio informacija
nb: Tjenerinformasjon

source: Server Name:
lt: Serverio pavadinimas:
nb: Tjenernavn:

source: Server management
lt: Serverio valdymas
nb: Administrasjon av verten

source: Server-Port:
nb: Tjener-port:

source: Set maximum waterway length
nb: Sett maksimal mulig vannvei

source: Settings
lt: Nustatymai
nb: Innstillinger

source: Shared team view
lt: Bendras komandos vaizdas
nb: Delt visning for lagene

source: Shield
lt: Skydas
nb: Skjold

source: Ship register
nb: Skipsregister

source: Shipwright
lt: Laivo dailidė
nb: Skipsbygger

source: Shipyard
lt: Laivų statykla
nb: Skipsverft

source: Short
lt: Trumpas
nb: Kort

source: Short-run
lt: Trumpalaikis
nb: Kort sikt

source: Shovel
lt: Kastuvas
nb: Spade

source: Singleplayer
lt: Vienas žaidėjas
nb: Enspiller

source: Size
lt: Dydis
nb: Størrelse

source: Size of country
lt: Šalies dydis
nb: Størrelse på land

source: Slaughterhouse
lt: Skerdykla
nb: Slakteri

source: Slow
lt: Lėtai
nb: Langsomt

source: Sorry!
lt: Atleiskite!
nb: Beklager!

source: Sound/Music
lt: Garsai/Muzika
nb: Lyd/Musikk

source: Sounddriver
lt: Garso draiveriai
nb: Lyddriver

source: Specify the playlist name
nb: Spesifiser listens navn

source: Speed:
lt: Greitis:
nb: Hastighet:

source: Start aborted
nb: Oppstarten ble avbrutt

source: Start expedition
lt: Pradėti ekspedicija
nb: Start ekspedisjon

source: Start exporation expedition
lt: Pradėti tirinėjamaja ekspedicija
nb: Start utforskningsekspidisjon

source: Start game
lt: Pradėti žaidimą
nb: Start spillet

source: Starting game, please wait
lt: Žaidimas pradedamas, prašome palaukti
nb: Starter spillet, vennligst vent

source: Statistics
lt: Statistika
nb: Statistikk

source: Stock
lt: Sandėlys
nb: Beholdning

source: Stocktaking date
nb: Dato for statusgjennomgang

source: Stonemason
lt: Akmenskaldys
nb: Steinarbeider

source: Stones
lt: Akmenys
nb: Steiner

source: Stop storage
lt: Nesandeliuoti
nb: Stopp lagring

source: Storehouse
lt: Sandėlis
nb: Lagerhus

source: Strong attackers
lt: Stiprūs puolėjai
nb: Sterke angripere

source: Strong defense
lt: Stipri ginyba
nb: Sterkt forsvar

source: Submit debug data?
nb: Sende inn debug-informasjon?

source: Suggest non-aggression pact
lt: Siūliti nepuolimo sutartį
nb: Foreslå ikkeangrepspakt

source: Suggest treaty of alliance
lt: Siūliti alijanso sutartį
nb: Foreslå allianse

source: Surrender
lt: Pasiduoti
nb: Gi opp

source: Surrender game?
lt: Pasiduoti?
nb: Gi opp spillet?

source: Swap
lt: Sukeisti
nb: Veksel

source: Sword
lt: Kardas
nb: Sverd

source: System language
lt: Sistemos kalba
nb: Systemspråk

source: THE END
lt: PABAIGA
nb: SLUTT

source: Take out of store
lt: Išgabenti iš sandelio
nb: Tøm fra lageret

source: Team
lt: Komanda
nb: Lag

source: Team victory!
lt: Komandos pergalė!
nb: Lagseier

source: Team victory! '%s' and '%s' and '%s' and '%s' are the winners!
lt: Komandinė pergalė! '%s' ir '%s' ir '%s' ir '%s' yra laimėtojai!
nb: Lagseier! '%s', '%s', '%s' og '%s' har vunnet!

source: Team victory! '%s' and '%s' and '%s' are the winners!
lt: Komandos pergalė! '%s' ir '%s' ir '%s' yra laimėtojai!
nb: Lagseier! '%s', '%s' og '%s' har vunnet!

source: Team victory! '%s' and '%s' are the winners!
lt: Komandos pergalė!' %s' ir '%s' yra nugalėtojai!
nb: Lagseier! '%s' og '%s' har vunnet!

source: Teams locked
lt: Užrakintos komandos
nb: Låste lag

source: Thank you for your donations!
lt: Ačiū jums už aukas!
nb: Takk for dine donasjoner!

source: Thank you!
lt: Ačiū!
nb: Takk!

source: The %s between player '%s' and you has been cancelled.
nb: %sen mellom deg og spilleren '%s' er avbrutt.

source: The %s between player '%s' and you has been concluded.
nb: %sen mellom deg og spilleren '%s' er utløpt.

source: The Game is not in sync. Checksums of some players don't match.
nb: Spillet er ikke i synk. Noen av spillernes sjekksummer passer ikke.

source: The emergency program has been activated.
lt: Avarinė programa buvo aktivuota.
nb: Nødprogrammet har blitt aktivert.

source: The emergency program has been deactivated.
lt: Avarinė programa buvo sustabdyta.
nb: Nødprogrammet har blitt deaktivert.

source: The game clients are out of sync. Would you like to send debug information to RttR to help us avoiding this in the future? Thank you very much!
nb: Spillklientene har mistet kontakt med hverandre. Vil du sende inn debug-informasjon til RttR så vi kan unngå dette i fremtiden? På forhånd takk!

source: The player '%s' offers you a %s.
lt: Žaidėjas '%s' siūlo '%s'
nb: Spiller '%s' tilbyr deg %s

source: The readme file was not found!
lt: Readme failas nerastas!
nb: LesMeg-filen ble ikke funnet!

source: The specified file couldn't be loaded!
nb: Den angitte filen kunne ikke lastes inn!

source: The specified file couldn't be opened!
nb: Den angitte filen kunne ikke åpnes!

source: The specified file couldn't be saved!
nb: Den angitte filen kunne ikke lagres!

source: The stonemason works the stone near his quarry into bricks. These are needed mainly for building houses and as ammunition for catapults.
nb: Steinhuggeren bearbeider stein i nærheten av steinbruddet om til murstein. Disse er i hovedsak nødvendig for å bygge hus og som ammunisjon for katapulter.

source: This Server is full!
lt: Šis serveris pilnas!
nb: Denne serveren er full.

source: This harbor building was destroyed
lt: Uostamiestis sunaikintas!
nb: Denne havnebygningen ble ødelagt

source: This mine is exhausted
lt: Šahta išseko
nb: Denne gruva er tom

source: Time
lt: Laikas
nb: Tid

source: To player:
lt: Žaidėjui:
nb: Til spiller:

source: To register, you have to create a valid board account at http://forum.siedler25.org at the moment.
lt: Norint prisiregistruoti turi sukurti tinkama akauntą puslapyje http://forum.siedler25.org.
nb: For å registrere må du ha en gyldig forums-konto på http://forum.siedler25.org

source: Tongs
lt: Žnyplės
nb: Tang

source: Too short Message received!
lt: Gauta per trumpa žinutė!
nb: For kort melding mottatt!

source: Tools
lt: Įrankiai
nb: Verktøy

source: Top
lt: Viršus
nb: Øverst

source: Total domination
lt: Visiškas dominavimas
nb: Total kontroll

source: Tournament: %u minutes
lt: Turnyras: %u minutės
nb: Turnering: %u minutter

source: Treaties
lt: Sutartys
nb: Avtaler

source: Treaty of alliance
lt: Sąjungos sutartis
nb: Alliansetraktat

source: Tribal chiefs assembled around the table...
lt: Genčių vadai susirinko aplink stalą...
nb: Høvdingene samlet seg rundt bordet...

source: Unlimited
lt: Neribojamas
nb: Ubegrenset

source: Unlimited Play
lt: Neribojamas žaidimas
nb: Ubegrensett spill

source: Up
lt: Aukštyn
nb: Oppover

source: Upgrade to donkey road
lt: Patobulinti iki kelio su asilais
nb: Oppgrader til eselvei

source: Upwards
lt: Aukštyn
nb: Oppover

source: Use
lt: Naudoti
nb: Bruk

source: Use IPv6:
lt: Naudoti IPv6:
nb: Bruk IPv6:

source: Use S2 Defaults
nb: Bruk S2 standarder

source: Use UPnP
nb: Bruk UPnP

source: Username:
lt: Naudotojo vardas:
nb: Brukernavn:

source: Vanquished enemies
lt: Pašalinti priešų kariai
nb: Fiender beseiret

source: Version
lt: Versija
nb: Versjon

source: Version:
lt: Versija:
nb: Versjon:

source: Very Low
lt: Labai žemas
nb: Veldig lavt

source: Very fast
lt: Labai greitai
nb: Veldig hurtig

source: Very long
lt: Labai ilgas
nb: Veldig langt

source: Very slow
lt: Labai lėtai
nb: Veldig langsomt

source: View Settings...
lt: Peržiūrėti nustatymus
nb: Se instillingene...

source: Vikings
nb: Vikinger

source: Waiting for Playerinfo...
lt: Laukiama žaidėjo informacijos...
nb: Venter på spillerdetaljer...

source: Waiting for Reply...
lt: Laukiama atsakymo...
nb: Venter på respons...

source: Watchtower
lt: Stebėjimo bokštas
nb: Vakttårn

source: Water
lt: Vanduo
nb: Eau

source: We are under attack!
lt: Mes esame užpulti!
nb: Vi er under angrep!

source: We hope you enjoy playing Return To The Roots!
lt: Mes tikimes jūs mėgavotes žaisdami ,,Atgal prie Ištakų,!
nb: Vi håper du liker å spille Tilbake Til Røttene

source: Weak attackers
lt: Silpni puolėjai
nb: Svake angripere

source: Weak defense
lt: Silpna ginyba
nb: Svakt forsvar

source: Weapons
lt: Ginklai
nb: Våpen

source: Website Administration
lt: Svetainės Administracija
nb: Administrasjon av hjemmesiden

source: Website Programming
lt: Svetainės programavimas
nb: Programmering av hjemmesiden

source: Well
lt: Šulinys
nb: Brønn

source: Windowed
nb: Vindusmodus

source: Won
lt: Laimėjote
nb: Vunnet

source: Wood
lt: Mediena
nb: Lund

source: Woodchopper
lt: Medkirtys
nb: Tømmerhugger

source: Woodcutter
lt: Medkirtys
nb: Tømmerhugger

source: World was put together and glued...
lt: Pasaulis buvo sudėtas ir suklijuotas...
nb: Verden ble satt sammen og limt...

source: Wrong Password!
lt: Neteisingas slaptažodis
nb: Feil passord.

source: Wrong Server Type!
lt: Netinkamas serverio tipas...
nb: Feil tjenertype!

source: Wrong client version
lt: Netinkama kliento versija
nb: Feil klientversjon.

source: Yes
lt: Taip
nb: Ja

source: You are not allowed to delete the standard playlist!
nb: Du har ikke lov å slette standard-spillisten!

source: You can't create a game while a proxy server is active Disable the use of a proxy server first!
lt: Tu negali sukurti žaidimo kuomet proxy serveris yra aktyvus Pirmiausia išjunk proxy serverį!
nb: Du kan ikke lage et spill mens en proxy-tjener er aktiv Du må deaktivere proxy-tjeneren først!

source: You can't join that game with your version!
nb: DU kan ikke bli med i dette spillet med din versjon

source: You need to restart your game to change the screen resolution!
lt: Tau reikia iš naujo paleisti žaidimą, jog pakeistum ekrano rezoliucija!
nb: Du må starte spillet på nytt for at skjermoppløsningen skal oppdateres!

source: You need to restart your game to change the video or audio driver!
lt: Tau reikia iš naujo paleisti žaidimą, jog pakeistum vaizdo ir garso draiverius!
nb: Du må starte spillet på nytt for at Audio/Video-driveren skal endres!

source: You win
lt: Tu laimėjai
nb: Du vinner

source: greenland
nb: Grønnland

source: not supported
lt: nepalaikoma
nb: Ikke støttet

source: of
lt: iš
nb: av

source: various anonymous donators
lt: Įvairus anoniminiai mecenatai
nb: ulike anonyme donorer

source: wasteland
nb: Ødemark

source: winterworld
nb: Vinterverden

source: (stopped)
lt: (sustabdyta)

source: -> Dig mines
lt: -> Iškasti šahtą

source: A gold mine allows you to prospect for valuable gold deposits. For this, it is necessary to ensure that the miners are provided with plenty of food.
lt: Aukso šahtoje išgaunamas vertinga medžiaga- auksas. Bet norint, jog šahtininkas išgautu auksą ją reikia aprūpinti maistu.

source: A well supplies water to the bakery, brewery, donkey breeder and pig farm.
lt: Šulinys išgauna vandenį kuris reikalingas kepyklai, aludariai, asilų ir kiaulių fermai.

source: A woodcutter provides the sawmill with logs. A forester is able to replant the depleted forest.
lt: Medkirtys aprūpina lentpjūvia rąstais. Miškininkas gali atsodinti iškirstus medžius.

source: AI Debug Window
lt: AI derinimo langas

source: As the teams are locked, you cannot make treaties of any kind.
lt: Kuomet komandos nedalijamos, neagzisyuoja jokios sutartys.

source: Baker
lt: Kepėjas

source: Change gold deposits
lt: Pakeisti aukso išteklius

source: Connection to Host closed!
lt: Rišys su Hostu uždarytas!

source: Convert to granite
lt: Pakeisti į granitą

source: Dummy %u
lt: Mokomasis %u

source: Error while opening file!
lt: Klaida atidarant failą!

source: Error: Replay is too old!
lt: Klaida: Pakartojimas per senas!

source: Exhaustible Wells
lt: Išsenkantis šaltiniai

source: Failed to load terrain data.
lt: Nepavyko įkelti teritorijos duomenų.

source: General
lt: Generolas

source: Greenland
lt: Grenlandija

source: Hammer
lt: Plaktumas

source: Incomplete message was received!
lt: Gavote neužbaiktą žinutę!

source: Near harbor points
lt: Arti uosto

source: No current job
lt: Nėra darbo

source: OK
lt: Gerai

source: Program version is too old to play that replay!
lt: Programos versija per sena norint žaisti pakartojima!

source: Reserve
lt: Rezervuoti

source: Return To The Roots - v%s-%s
lt: Atgal prie ištakų - v%s-%s

source: Selection of maps
lt: Žemėlapiu pasirinkimas

source: Send
lt: Siųsti

source: Settlers
lt: Naujakūriai

source: Socks v4
lt: Jungtys v4

source: Start
lt: Pradėti

source: Start GF
lt: Pradėti nuo GF

source: Trade
lt: Prekiauti

source: Trade with %s
lt: Prekiauti su %s

source: Transport
lt: Perkelti

source: Type
lt: Tipas

source: Ware you like to trade
lt: Kur norite prekiauti

source: Wares
lt: Prekes

source: Wasteland
lt: Dykvietė

source: Winter world
lt: Žiemos kraštas

source: You have 10 seconds until game starts
lt: Tu turi 10 sekundžių kol žaidimas prasidės

source: non-aggression pact
lt: nepuolimo sutartis

source: treaty of alliance
lt: Alijanso sutartis
