Repository: ArthurMurray47/languages
Catalog: rttr-*.po
Languages: lt, nb

source: Costs:
lt: Kainuoja:
nb: Koster:

source: (AI)
nb: (KI)

source: (easy)
nb: (lett)

source: (hard)
nb: (vanskelig)

source: boards
lt: lentos
nb: planker

source: stones
lt: akmenys
nb: steiner

source: %d Player
lt: %d Žaidėjas
nb: %d Spiller

source: 's Game
lt: Žaidimas
nb: s spill

source: (%d soldiers)
lt: (%d kariai)
nb: (%d soldater)

source: (1 soldier)
lt: (1 karys)
nb: (1 soldat)

source: (House unoccupied)
lt: (Pastatas neužimtas)
nb: (Ubebodd hus)

source: (Replay-Mode) Current GF: %u (End at: %u) / GF length: %u ms / NWF length: %u gf (%u ms)
nb: (Avspillingsmodus) Nåværende GF: %u (Slutter på: %u) / GF lengde: %u ms / NWF lengde: %u gf (%u ms)

source: -> Build castle
lt: -> Statyti pilį
nb: -> Bygg fort

source: -> Build house
lt: -> Statyti namą
nb: -> Bygg hus

source: -> Build hut
lt: -> Statyti lūšną
nb: -> Bygg hytte

source: 1 h
nb: 1 t

source: 10 catapults
lt: 10 katapultų
nb: 10 katapulter

source: 15 m
nb: 15 min

source: 16 h
nb: 16 t

source: 20 catapults
lt: 20 katapultų
nb: 20 katapulter

source: 3 catapults
lt: 3 katapultos
nb: 3 katapulter

source: 30 catapults
lt: 30 katapultų
nb: 30 katapulter

source: 4 h
nb: 4 t

source: 5 catapults
lt: 5 katapultos
nb: 5 katapulter

source: A auto-savegame is created...
lt: Žaidimas buvo automatiškai užsaugotas
nb: En automatisk lagringsfil blir laget...

source: A catapult is firing upon us!
lt: Katapulta šauna į mus!
nb: En katapult angriper oss!

source: A lot
lt: Daug
nb: Mye

source: A new ship is ready
lt: Pagamintas naujas laivas
nb: Et nytt skip er klart

source: A ship disovered an enemy territory
lt: Laivas aptiko priešo teritorija
nb: Et skip oppdaget et fiendtlig område

source: A ship has reached the destination of its expedition.
lt: Laivas pasiekė savo kelionės tikslą.
nb: Et skip har nådd destinasjonen for sin ekspedisjon

source: A ship is ready for an expedition.
lt: Laivas pasiruošes ekspedicijai
nb: Et skip er klart til en ekspedisjon

source: Abort
lt: Nutraukti
nb: Avbryt

source: Active if attacked
lt: Aktivus jei užpultas
nb: Aktiv hvis angrepet

source: Active near frontiers
lt: Aktyvus šalia frontu
nb: Aktiv nær fronten

source: Activity window
nb: Aktivitetsvindu

source: Add
lt: Pridėti
nb: Legg til

source: Add Server
lt: Pridėti serverį
nb: Legg til tjener

source: Add track
lt: Pridėti įrašą
nb: Legg til spor

source: Additional Graphics:
lt: Papildoma Grafika:
nb: Ytterligere grafikk:

source: Additional Programming:
lt: Papildomas programavimas:
nb: Ytterligere programmering:

source: Additional features:
lt: Papildomos galimybės:
nb: Tilleggsfunksjoner:

source: Additional graphics
lt: Papildoma Grafika
nb: Ytterligere grafikk

source: Addon Settings
lt: Priedų nustatymai
nb: Utvidelsesinstillinger

source: Addons
lt: Papildiniai
nb: Utvidelser

source: Addons:
lt: Komplektacija:
nb: Utvidelser:

source: Adjust military strength
lt: Nustatykite karinę jėgą
nb: Juster styrken på militæret

source: Advanced
lt: Sudėtingesnis
nb: Avansert

source: Africans
nb: Afrikanere

source: After the following order
nb: Etter følgende ordre

source: All
lt: Visi
nb: Alt

source: Allies
lt: Sąjungininkai
nb: Allierte

source: And let's go!
lt: Na pradedam!
nb: Og sett igang!

source: Apply Changes
lt: Pritaikyti pakeitimus
nb: Utfør endringer

source: Are you sure to remove all replays?
lt: Ar tikrai nori pašalinti visus pakartojimus?
nb: Er du sikker på at du vil fjerne alle opptakene?

source: Armorer
lt: Ginklakalys
nb: Våpensmed

source: Armory
lt: Kalvė
nb: Våpensmie

source: Artificial Intelligence (AI)
lt: Dirbtinis intelektas(AI)
nb: Kunstig Intelligens (AI)

source: Attack not possible.
lt: Ataka neįmanoma
nb: Angrep er ikke mulig.

source: Attack options
lt: Atakos nustatymai
nb: Angrepsinstillinger

source: Attack!
lt: Atakuoti!
nb: Angrip!

source: Author
lt: Autorius
nb: Skaper

source: Auto-Save
lt: Automatinis Užsaugojimas
nb: Autolagring

source: Auto-Save every:
lt: Automatiškai užsaugoti kas:
nb: Automatisk lagring hver:

source: Axe
lt: Kirvis
nb: Øks

source: Back
lt: Grįžti
nb: Tilbake

source: Bakery
lt: Kepykla
nb: Bakeri

source: Barracks
lt: Kareivinės
nb: Brakke

source: Beer
lt: Alus
nb: Øl

source: Boards
lt: Lentos
nb: Planker

source: Boat
lt: Valtis
nb: Båt

source: Boats
lt: Valtis
nb: Båter

source: Border areas
lt: Pasienio teritorijos
nb: Grenseområder

source: Bottom
lt: Apačia
nb: Nederst

source: Bow
lt: Lankas
nb: Bue

source: Bread
lt: Duona
nb: Brød

source: Brewer
lt: Aludaris
nb: Brygger

source: Brewery
lt: Aludarė
nb: Bryggeri

source: Build road
lt: Statyti kelią
nb: Bygg vei

source: Build waterway
lt: Statyti farvaterį
nb: Bygg vannvei

source: Builder
lt: Starybininkas
nb: Bygger

source: Building sequence
nb: Bygningsrekkefølge

source: Buildings
lt: Pastatai
nb: Bygninger

source: Butcher
lt: Mėsininkas
nb: Slakter

source: Call in geologist
lt: Pakviesti geologa
nb: Send en geolog

source: Campaign
lt: Kampanija
nb: Kampanje

source: Cancel
lt: Atšaukti
nb: Avbryt

source: Cancel expedition
lt: Nutraukti ekspedicija
nb: Avbryt ekspedisjon

source: Cancel start
lt: Atšaukti žaidimo paleidimą
nb: Avbryt starten

source: Carpenter
lt: Dailidė
nb: Tømrer

source: Catapult
lt: Katapulta
nb: Katapult

source: Center of country
lt: Miesto centras
nb: Senter av landet

source: Change Settings...
lt: Keisti nustatymus...
nb: Endre instillinger...

source: Chat Window
lt: Pokalbių langas
nb: Samtalevindu

source: Checking Map...
lt: Tikrinamas žemėlapis...
nb: Kontrollerer kart...

source: Checking Password...
lt: Tikrinamas slaptažodis...
nb: Sjekker passord...

source: Classic (Settlers 2)
lt: Klasikinis (Settlers 2)
nb: Klassisk (Settlers 2)

source: Classification
lt: Klasifikacija
nb: Klassifisering

source: Clear
lt: Išvalyti
nb: Tøm

source: Cleaver
lt: Mėsos kapoklis
nb: Kjøttøks

source: Close Without Saving
lt: Užverti neišsaugant
nb: Lukk uten å lagre

source: Closed
lt: Uždaryta
nb: Stengt

source: Coal
lt: Anglis
nb: Kull

source: Coal mine
lt: Anglies kasykla
nb: Kullgruve

source: Coins
lt: Monetos
nb: Mynter

source: Collect
lt: Surinkti
nb: Samle

source: Color
lt: Spalva
nb: Farge

source: Common
lt: Įprastas
nb: Vanlig

source: Computer %u
lt: Kompiuteris %u
nb: Datamaskin %u

source: Confirm
lt: Patvirtinti
nb: Bekreft

source: Connect
lt: Užmegzti ryšį
nb: Koble til

source: Connecting to Lobby
nb: Kobler til lobby

source: Connecting with Host...
nb: Kobler til spillvert...

source: Connection failed!
lt: Sujungimas nepavyko!
nb: Tilkobling mislykket!

source: Conquer 3/4 of map
lt: Užvaldyti 3/4 žemėlapio
nb: Kontroller 3/4 av kartet

source: Construction
lt: Konstravimas
nb: Konstruksjon

source: Construction aid mode
lt: Statybos pagalbininkas
nb: Byggehjelpsmodus

source: Continents
lt: Žemynai
nb: Kontinenter

source: Continue
lt: Tęsti
nb: Fortsett

source: Contract type:
lt: Prisijungimo tipas:
nb: Kontrakttype:

source: Convert to coal
lt: Pakeisti į anglį
nb: Omform til kull

source: Convert to iron ore
lt: Pakeisti į geležies rūdą
nb: Omform til jernmalm

source: Create Game
lt: Sukurti partiją
nb: Lag spill

source: Credits
lt: Kreditai
nb: Bidragsytere

source: Crucible
nb: Smeltedigel

source: Current GF: %u / GF length: %u ms / NWF length: %u gf (%u ms) / Ping: %u ms
nb: Nåværende GF: %u / GF lengde: %u ms / NWF lengde: %u gf (%u ms) / Responstid: %u ms

source: Default
lt: Numatytasis
nb: Standard

source: Delete all
lt: Šalinti viską
nb: Slett alt

source: Demolish house
lt: Sunaikinti pastatą
nb: Riv bygningen

source: Demolish?
lt: Nugriauti?
nb: Riv?

source: Demolition ist not allowed because the building is located in border area!
nb: Riving er ikke tillatt ettersom bygningen er i et grenseområde.

source: Demolition ist not allowed because the building is under attack!
lt: Negalima nugriauti pastato, kadangi jis užpultas!
nb: Riving er ikke tillatt når bygningen er under angrep.

source: Demolition not possible
lt: Nugriovimas neimanomas
nb: Riving er ikke mulig

source: Destroy all buildings and surrender
lt: Pasiduoti ir sunaikinti visus pastatus
nb: Ødelegg alle bygningene og gi opp

source: Dig up road
lt: Nutiesti kelia
nb: Grav opp veien

source: Diplomacy
lt: Diplomatija
nb: Diplomati

source: Direct IP
lt: Tiesioginis IP
nb: Direkte IP-adresse

source: Disable coins by default
nb: Deaktiver mynter som standard

source: Disabled
lt: Išjungtas
nb: Deaktivert

source: Display options
lt: Rodymo nuostatos
nb: Visningsinstillinger

source: Distribution of goods
lt: Prekių paskirstymas
nb: Godsfordeling

source: Don't forget to check the addon configuration!
lt: Nepamiršk patkrinti priedų nustatymų
nb: Ikke glem å sjekke konfigurasjonen til utvidelsene.

source: Don't surrender
lt: Nepasiduoti
nb: Ikke gi opp

source: Donators
lt: Remėjai
nb: Donorer

source: Donkey breeder
lt: Asilų ferma
nb: Eselrøkter

source: Donkey breeding
lt: Asilų ferma
nb: Eselfarm

source: Down
lt: Žemyn
nb: Nedover

source: Downwards
lt: Žemyn
nb: Nedover

source: Duration:
lt: Trukmė:
nb: Varighet:

source: Duration: Forever
nb: Varighet: Uendelig

source: Dynamic (Limits to display refresh rate, works with most drivers)
nb: Dynamisk (Begrenser til å følge oppdateringsfrekvensen, fungerer med de fleste driverne)

source: Economy
lt: Ekonomika
nb: Økonomi

source: Effects
lt: Efektai
nb: Effekter

source: Email Address:
lt: El. pašto adresas:
nb: E-postadresse:

source: End game
lt: Baigti žaidimą
nb: Avslutt spillet

source: End game?
lt: Užbaikti žaidimą?
nb: Avslutte spillet?

source: Enemies
lt: Priešai
nb: Fiender

source: Erect flag
nb: Plasser flagg

source: Error
lt: Klaida
nb: Feil

source: Error while playing replay!
lt: Klaida žaidžiant pakartojimą!
nb: Feil ved avspilling av opptak!

source: Eternal
lt: Pastovus
nb: Evigvarende

source: Everyone
lt: Visi
nb: Alle

source: Expedition
lt: Ekspedicija
nb: Ekspedisjon

source: Exploration expedition
lt: Tyrinejimo ekspedicija
nb: Utforskningsekspidisjon

source: Exploration:
nb: Utforskingsmodus:

source: Failed to load addon objects.
nb: Klarte ikke å laste tillegsobjektet.

source: Failed to load map objects.
lt: Nepavyko užkrauti žemelapio objektų.
nb: Klarte ikke å laste inn kartobjekter.

source: Farm
lt: Ferma
nb: Gård

source: Farmer
lt: Fermeris
nb: Bonde

source: Fast
lt: Greitas
nb: Hurtig

source: Fewer defenders
lt: Mažiau gynėjų
nb: Færre forsvarere

source: Fewer recruits
lt: Mažiau nauju karių
nb: Færre rekrutter

source: Filename
lt: Failo pavadinimas
nb: Filnavn

source: Fish
lt: Žuvis
nb: Fisk

source: Fisher
lt: Žvėjys
nb: Fisker

source: Fishery
lt: Žvejys
nb: Fiskeri

source: Flour
lt: Miltai
nb: Mel

source: FoW - all explored
lt: FoW - visas ištirtas
nb: Krigståke - alt er utforsket

source: Fog of War
lt: Karo rūkas
nb: Krigståke

source: Food
lt: Maistas
nb: Mat

source: Foodstuff
lt: Maisto produktas
nb: Matvarer

source: Forester
lt: Miškininkas
nb: Skogsforvalter

source: Fortress
lt: Tvirtovė
nb: Fort

source: Found coal
lt: Rasta anglis
nb: Kull oppdaget

source: Found colony
lt: Sukurti kolonija
nb: Grunnlegg koloni

source: Found gold
lt: Rastas auksas
nb: Gullåre oppdaget

source: Found granite
lt: Rastas granitas
nb: Granitt funnet

source: Found iron ore
lt: Rasta geležis
nb: Jernmalm funnet

source: Found water
lt: Rastas vanduo
nb: Vannkilde funnet

source: Fullscreen
lt: Visas ekranas
nb: Fullskjerm

source: Fullscreen resolution:
lt: Pilno ekrano režimas:
nb: Fullskjermsoppløsning:

source: Game can only be started as soon as everybody has a unique color,everyone is ready and all free slots are closed.
nb: Spillet kan ikke begynne før alle har unike farger, alle er klare og alle ledige plasser er lukket.

source: Game crate was picked and spread out...
nb: Spillkassene ble plukket og fordelt ut...

source: Game menu
lt: Žaidimo meniu
nb: Spillmeny

source: Game was paused.
lt: Žaidimas sustapdytas
nb: Spillet ble satt i pause.

source: Game was resumed.
lt: Žaidimas pratestas
nb: Spillet ble startet igjen.

source: Game's Name:
lt: Žaidimo pavadinimas:
nb: Spillets navn

source: General statistics
lt: Pagrindinė statistika
nb: Generell statistikk

source: Geologist
lt: Geologistas
nb: Geolog

source: Get all back
lt: Parsiūsti visus atgal
nb: Få alt tilbake

source: Go to headquarters
lt: Eiti į būstinę
nb: Gå til hovedkvarteret

source: Go to place
lt: Eiti į vietą
nb: Gå til plassering

source: Goals:
lt: Tikslai:
nb: Mål

source: Gold
lt: Auksas
nb: Gull

source: Gold delivery
nb: Gull levering

source: Gold mine
lt: Aukso kasykla
nb: Gullgruve

source: Goods at start:
lt: Pradiniai resursai:
nb: Varelager ved start:

source: Grain
lt: Grūdai
nb: Korn

source: Granite mine
lt: Granito kasykla
nb: Granittgruve

source: Graphics
lt: Vaizdas
nb: Grafikk

source: Graphics Driver
lt: Vaizdo Draiveriai
nb: Grafikkdriver

source: Guardhouse
lt: Sargybos pastatas
nb: Vaktpost

source: Ham
lt: Šlaunis
nb: Skinke

source: Harbor building
lt: Uostas
nb: Havnebygning

source: Headquarters
lt: Būstinė
nb: Hovedkvarter

source: Help
lt: Pagalba
nb: Hjelp

source: Helper
lt: Padėjėjas
nb: Hjelper

source: Hi, I'm an artifical player and I'm not very good yet!
lt: Sveikas aš esu dirbtinis žaidėjas ir kolkas aš nesu labai stiprus!
nb: Hei, jeg er en kunstig spiller og er ikke veldig god foreløpig!

source: Host:
lt: Serveris:
nb: Vert:

source: House names
lt: Pastatų pavadinimai
nb: Navn på hus

source: Hunter
lt: Medžiotojas
nb: Jakthytte

source: Huntsman
lt: Medžiotojas
nb: Jeger

source: IP Address of Host:
nb: IP-adresse til verten:

source: Inexhaustible Mines
lt: Neišsenkančios šahtos
nb: Utømmelige miner

source: Inhabitants
lt: Gyventojai
nb: Innbyggere

source: Interior
lt: Vidinis
nb: Innlands

source: Internet Lobby
nb: Internettlobby

source: Internet Ranking
lt: Internetinis reitingas
nb: Rangering på internet

source: Intro
lt: Įžanga
nb: Introduksjon

source: Invalid Replay!
nb: Ugyldig opptak!

source: Invalid port. The valid port-range is 1 to 65535!
nb: Ugyldig port. Velg en verdi mellom 1 og 65535.

source: Iron
lt: Geležis
nb: Jern

source: Iron founder
nb: Smelteverksarbeider

source: Iron mine
lt: Geležies kasykla
nb: Jerngruve

source: Iron ore
lt: Geležies rūda
nb: Jernmalm

source: Iron smelter
lt: Geležies lydykla
nb: Smelteverk

source: Ironore
lt: Geležies rūda
nb: Jernmalm

source: It is possible to build small rowing boats as well as huge cargo ships in a shipyard. The boards required for this are skillfully worked by shipwrights.
nb: Det er mulig å både bygge små robåter og store lasteskip på skipsverftet. Plankene som trengs til jobben blir nøye bearbeidet av skipsbyggerne.

source: Join Game
lt: Prisijungti prie žaidimo
nb: Bli med i spillet

source: Keyboard layout
lt: Klaviatūros išdėstymas
nb: Tastaturoppsett

source: Keyboard layout:
lt: Klaviatūros išdėstymas:
nb: Tastaturutforming:

source: Language:
lt: Kalba:
nb: Språk:

source: Length
lt: Trukmė
nb: Lengde

source: Less
lt: Mažiau
nb: Mindre

source: Less attackers
lt: Mažiau puolėju
nb: Færre angripere

source: Less often
lt: Rečiau
nb: Sjeldnere

source: Less repeats
lt: Mažiau pakartojimu
nb: Færre repetisjoner

source: Limit Framerate:
nb: Begrens bildehastigheten:

source: Load 'ReadMe' file
lt: Atidaryti 'ReadMe' failą
nb: Åpne 'LesMeg'-filen

source: Load game
lt: Užkrauti žaidimą
nb: Last inn spill

source: Load game!
nb: Last inn spillet!

source: Load game...
lt: Įkeliamas žaidimas...
nb: Last inn spill...

source: Lock teams:
lt: Neatskiriamos komandos:
nb: Lås lagene

source: Long
lt: Ilgas
nb: Langt

source: Long-run
nb: Lang sikt

source: Longer
lt: Ilgesnis
nb: Lengre

source: Lookout tower
lt: Apžvalgos bokštas
nb: Utkikkstårn

source: Lookout-tower occupied
lt: Apžvalgos bokštas užbaiktas
nb: Utkikkspost bemannet

source: Lost
lt: Prarasta
nb: Tapt

source: Lost connection to lobby!
lt: Prarastas ryšys su ,,lobby,,!
nb: Mistet koblingen til lobbyen!

source: Lost connection to server!
lt: Prarastas sujungimas su serveriu
nb: Mistet koblingen til serveren!

source: Lost land by this building
lt: Prarasta žemė dėl šio pastato
nb: Landområder er tapt på grunn av denne bygningen

source: Low
lt: Žema
nb: Lite

source: Main selection
lt: Pagrindinis meniu
nb: Hovedmeny

source: Manual road enlargement
nb: Manuell veiutvidelse

source: Map
lt: Žemėlapis
nb: Kart

source: Map Name:
lt: Žemėlapio pavadinimas:
nb: Kartnavn:

source: Map was loaded and pinned at the wall...
nb: Kartet ble lastet og festet på veggen...

source: Map:
lt: Žemėlapis:
nb: Kart:

source: Mapfile:
lt: Žemelapio failas:
nb: Kartfil:

source: Mapping
lt: Žemėlapiai
nb: Kartlegging

source: Maximum strength
lt: Maksimali jėga
nb: Maksimal styrke

source: Meat
lt: Mėsa
nb: Kjøtt

source: Medium strength
lt: Vidutinė jėga
nb: Middels styrke

source: Medium-term
nb: Middels sikt

source: Merchandise
nb: Varer

source: Merchandise statistics
lt: Produktų statistika
nb: Varestatistikk

source: Message
lt: Pranešimas
nb: Melding

source: Metalworker
nb: Smed

source: Metalworks
lt: Kalvinė
nb: Smie

source: Military
lt: Kariuomenė
nb: Militær

source: Military building captured
lt: Karinis pastatas užimtas
nb: Vi overtok en militær bygning!

source: Military building lost
lt: Karinis pastatas prarastas
nb: Vi tapte en militær bygning!

source: Military building occupied
lt: Karinis pastatas okupuotas
nb: Vi okkuperte en militær bygning!

source: Military strength
lt: Karnės jėgos
nb: Styrken på militæret

source: Mill
lt: Malūnas
nb: Mølle

source: Miller
lt: Malūninkas
nb: Møller

source: Miner
lt: Šahtininkas
nb: Gruvearbeider

source: Minimum strength
lt: Minimali jėga
nb: Minimal styrke

source: Mint
lt: Pinigų kalykla
nb: Myntverk

source: Minter
nb: Myntgravør

source: Mode:
lt: Režimas:
nb: Modus:

source: More
lt: Daugiau
nb: Mer

source: More attackers
lt: Daugiau puoleju
nb: Flere angripere

source: More defenders
lt: Daugiau gynejų
nb: Flere forsvarere

source: More often
lt: Dažniau
nb: Oftere

source: More recruits
lt: Daugiau naujų karių
nb: Flere rekrutter

source: More repeats
lt: Daugiau pakartojimu
nb: Flere repetisjoner

source: Multiplayer
lt: Žaisti keliese
nb: Flerspiller

source: Music
lt: Muzika
nb: Musikk

source: Music player
lt: Muzikos grotuvas
nb: Musikkavspiller

source: Name
lt: Pavadinimas
nb: Navn

source: Name in Game:
lt: Slapyvardis žaidime:
nb: Spillernavn

source: Network/LAN
nb: Lokalnettverk

source: New harbor building finished
lt: Naujas uostas užbaiktas
nb: Ny havnebygning er fullført

source: New maps
lt: Nauji žemėlapiai
nb: Nye kart

source: New storehouse finished
lt: Naujas sandėlis užbaiktas
nb: Nytt lagerbygg fullført

source: Next page
lt: Kitas puslapis
nb: Neste side

source: No
lt: Ne
nb: Nei

source: No Proxy
lt: Be įgaliotojo serverio
nb: Ingen Proxy:

source: No catapults
lt: Be katapultų
nb: Ingen katapulter

source: No change
lt: Nieko nekeisti
nb: Ingen endring

source: No letters!
lt: Jokių pranešimų!
nb: Ingen brev

source: No more fishes in range
lt: Aplinkui nebėra žuvies
nb: Ikke mer fisk innen rekkevidde

source: No more stones in range
lt: Aplinkui nebėra akmens
nb: Ikke mer stein innen rekkevidde

source: No refund
nb: Ingen refusjon

source: No ships available
lt: Nėra laivų
nb: Ingen skip er tilgjengelige

source: Nobody else but you
lt: Niekas kitas tik tu
nb: Ingen utenom deg

source: Non-aggression pact
lt: Nepuolimo sutartis
nb: Ikkeangrepspakt

source: None
lt: Jokio
nb: Ingen

source: Normal
lt: Įprastas
nb: Normalt

source: Not Ready
lt: Neparuošta
nb: Ikke klar

source: Not available
lt: Neprieinamas
nb: Ikke tilgjengelig

source: Note: Game settings changed by the server%s
nb: Notis: Spillinnstillinger ble endret av tjener %s

source: Number of attackers
lt: Puolančiuju skaičius
nb: Antall angripere

source: Observation window
nb: Obervasjonsvindu

source: Off
lt: Išjungta
nb: Av

source: Off (all visible)
lt: Išjungta(visas matomas)
nb: Av (alt er synlig)

source: Officer
nb: Offiser

source: Old maps
lt: Seni žemėlapiai
nb: Eldre kart

source: On
lt: Įjungta
nb: På

source: Open
lt: Atidaryta
nb: Åpen

source: Options
lt: Nustatymai
nb: Alternativer

source: Other
lt: Kitas
nb: Annet

source: Other Support:
lt: Kita pagalba:
nb: Annen support:

source: Our headquarters was destroyed!
lt: Mūsų būstinė sunaikinta!
nb: Vårt hovedkvarter ble ødelagt!

source: Own maps
lt: Savi žemėlapiai
nb: Egne kart

source: Pack donkey
nb: Pakkesel

source: Password (if needed):
lt: Slaptažodis (jeigu reikia)
nb: Passord (om nødvendig):

source: Password:
lt: Slaptažodis:
nb: Passord:

source: Past player
lt: Praiti žaidėjai
nb: Forrige spiller

source: Pick-axe
lt: Kirtiklis
nb: Hakk-øks

source: Pig breeder
lt: Kiaulininkas
nb: Griserøkter

source: Pig farm
lt: Kiaulių ferma
nb: Grisefarm

source: Ping
nb: Responstid

source: Play Replay
lt: Žaisti pakartojimą
nb: Spil opptak

source: Playback in this order
nb: Avspilling i denne ordren

source: Played
lt: Žaisti
nb: Spilt

source: Player
lt: Žaidėjas
nb: Spiller

source: Player '%s' is the winner!
lt: Žaidėjas '%s' yra nugalėtojas!
nb: Spiller '%s' er vinneren!

source: Player '%s' joined the game!
lt: Žaidėjas '%s' prisijungė prie žaidimo!
nb: Spiller '%s' sluttet seg til spillet.

source: Player '%s' left the game!
lt: Žaidėjas '%s' pasitraukė iš žaidimo!
nb: Spiller '%s' forlot spillet.

source: Player '%s' was defeated!
lt: Žaidėjas '%s' buvo sunaikintas!
nb: Spiller '%s' ble overvunnet.

source: Player Name
lt: Žaidėjo vardas
nb: Spillernavn

source: Playlist:
lt: Grojaraštis:
nb: Spilleliste:

source: Please enter a name for the game
lt: Prašome įvesti žaidimo pavadinimą
nb: Vennligst skriv inn et navn for spillet

source: Please wait...
lt: Luktelėkite...
nb: Vennligst vent...

source: Points
lt: Taškai
nb: Poeng

source: Post office
lt: Paštas
nb: Postkontor

source: Private
nb: Menig

source: Private first class
nb: Korporal

source: Production on/off
nb: Produksjon på/av

source: Productivity
lt: Produktyvumas
nb: Produktivitet

source: Programming
lt: Programavimas
nb: Programmering

source: Project management
lt: Projekto valdytojas
nb: Prosjektledelse

source: Proportional
lt: Proporcingas
nb: Proporsjonal

source: Proxyserver:
nb: Proxytjener

source: Proxytyp:
nb: Proxytype:

source: Pull down flag
lt: Panaikinti vėliava
nb: Ta ned flagget

source: Quality Assurance
lt: Kokybės garantija
nb: Kvalitetssikring

source: Quarry
nb: Steinbrudd

source: Quit program
lt: Išjungti programą
nb: Avslutt program

source: RTTR
nb: TTR

source: Race
lt: Rasė
nb: Rase

source: Random playback
nb: Tilfeldig avspilling

source: Random start locations
lt: Atsitiktinė pradinė lokacija
nb: Tilfeldig startlokasjon

source: Ranger
nb: Skogsvokter

source: Readme
lt: Perskaityk
nb: Les meg

source: Readme!
lt: Perskaityk mane
nb: Les meg!

source: Ready
lt: Parengtas
nb: Klar

source: Ready?
lt: Pasiruošęs?
nb: Klar?

source: Refund 25%
nb: 25% refusjon

source: Refund 50%
nb: 50% refusjon

source: Refund 75%
nb: 75% refusjon

source: Register
lt: Registruotis
nb: Registrer

source: Registration successful!
lt: Registracija sekminga!
nb: Registreringen er vellykket!

source: Remove
lt: Pašalinti
nb: Fjern

source: Remove gold completely
lt: Visiškai pašalinti auksą
nb: Fjern alt gull

source: Remove track
lt: Pašalinti takelį
nb: Fjern spor

source: Resume last game
lt: Tęsti vėliausia žaidimą
nb: Fortsett forrige spill

source: Return
lt: Grįšti
nb: Tilbake

source: Return To The Roots
lt: Atgal prie ištakų
nb: Tilbake til røttene

source: Return to harbor
lt: Grįšti į uostą
nb: Tilbake til havn

source: Rod and line
lt: Kelias ir linija
nb: Stang og line

source: Rolling pin
lt: Kočėlas
nb: Kjevle

source: Romans
nb: Romere

source: SYSTEM
lt: SISTEMA
nb: SYSTEMET

source: Save Password?
lt: Išsaugoti slaptažodį?
nb: Lagre passord?

source: Save game!
lt: Užsaugoti žaidimą!
nb: Lagre spillet!

source: Saw
lt: Pjūklas
nb: Sag
